Repository: AmrAli22/Hawy-main
Catalog: Hawy/StoryBoards/*.lproj/Auctions.strings
Languages: ar

# 0XS-BN-ZU7.text
source: Contact the owner of the offer
ar: تواصل مع صاحب العرض

# 0Xk-KY-Ikg.text
source: Add live auction
ar: اضف مزاد لايف

# 0xy-eH-eEl.text
source: subscriptions members
ar: الاعضاء المشاركين

# 2Wi-Uq-oyT.text
source: Animal name
ar: اسم الحيوان

# 3Go-7s-gXk.text
source: Add sale auction
ar: اضف مزاد بيعه

# 4fJ-CI-k22.text
source: Choose the time
ar: اختار الوقت

# 4n7-1H-UJD.text
source: Animal name
ar: اسم الحيوان

# 4yT-LP-88M.text
source: In the event that 24 hours have passed without activating the option, the card will be automatically deleted from the buyer's account and returned to the auctioneer
ar: فى حالة مضي 24 ساعه دون تفعيل الخيار يقوم التطبيق تلقائيا بمسح الكارت من حساب المشتري وإعادته لصاحب المزاد

# 54b-Jj-UcD.text
source: Stock Auctions
ar: مزادات البرصه

# 5RK-uG-1cH.text
source: Animal name
ar: اسم الحيوان

# 5jB-6S-ETP.text
source: Add stock auction
ar: اضف مزاد برصه

# 5u0-ov-acl.text
source: Subscribtion request
ar: طلب مشاركه

# 5vF-DA-lkc.text
source: Animal name
ar: اسم الحيوان

# 65J-VF-9UF.text
source: Current
ar: الحالية

# 6Fd-lX-00k.normalTitle
source: Cancel
ar: الغاء

# 6Ii-1U-rBi.text
source: Add sale auction
ar: اضف مزاد بيعه

# 6J6-W0-LgA.normalTitle
source: subscribe
ar: اشتراك

# 9NZ-O1-dmc.text
source: Contact the owner of the offer
ar: تواصل مع صاحب العرض

# 9xo-aT-o1N.text
source: Owners
ar: تسلسل الملكيه

# ANx-HG-WJ2.normalTitle
source: Save
ar: حفظ

# AeT-Ql-GAu.placeholder
source: Add initial price
ar: اضف سعر بدائي

# Cjk-e3-JxX.normalTitle
source: Add a bid
ar: اضف مزايده

# D6g-Dz-yBs.text
source: Choose auction cards
ar: اختار بطاقات المزاد

# Dlb-xS-HGK.text
source: Property sequance
ar: تسلسل الملكيه

# EEs-X8-LMY.normalTitle
source: Back to card
ar: الرجوع للبطاقه

# FY3-kW-s8L.normalTitle
source: Choose
ar: اختار

# H3I-MX-S7f.text
source: Upcoming
ar: القادمة

# HcV-dP-xQt.text
source: Upcoming
ar: القادمة

# KbN-QV-DQP.text
source: Property sequance
ar: تسلسل الملكيه

# Kbe-Nc-7uE.text
source: Spoilt by me
ar: التدليل بواسطتي

# NGo-no-DqG.text
source: All Cards
ar: كل البطاقات

# Nh0-00-F0u.normalTitle
source: Choose
ar: اختار

# Nm3-Hf-xt0.normalTitle
source: Back to home
ar: الرجوع للرئيسية

# NxU-5L-6zX.text
source: Add Price
ar: اضف سعر

# PeU-JN-psF.text
source: Type
ar: النوع

# QF9-a3-tgG.text
source: Vaccinations
ar: التطعيمات

# QzD-g8-F95.text
source: Vaccinations
ar: التطعيمات

# SgB-zr-bjo.placeholder
source: Auction address
ar: عنوان المزاد

# T8O-vw-RS3.text
source: Card information
ar: بيانات البطاقه

# TZ3-0z-mbY.normalTitle
source: Publish auction
ar: نشر المزاد

# U9D-6K-aDq.text
source: Vaccinations
ar: التطعيمات

# UCm-Jf-t9a.text
source: Subscribed cards
ar: البطاقات المشارك بها

# UQf-aL-XW1.text
source: Choose the time
ar: اختار التوقيت

# Ual-Q4-zyS.text
source: Upcoming
ar: القادمة

# Vb7-mO-ir5.normalTitle
source: Back to card
ar: الرجوع للبطاقه

# VfU-Lx-ttl.normalTitle
source: Extend auction time
ar: طلب امتداد الوقت

# Vfg-Iz-zJ2.text
source: Stock Auctions
ar: مزادات البورصة

# Vng-7h-jZM.normalTitle
source: Add a bid
ar: اضف مزايده

# Xbp-4t-ABj.normalTitle
source: Extend time
ar: طلب امتداد الوقت

# Y82-WU-3xN.text
source: Send share request
ar: إرسال طلب مشاركة

# YEE-v5-6Lg.text
source: Current
ar: الحالية

# Yws-ro-hu6.text
source: Sales Auctions
ar: مزادات بيعه

# ZdZ-9l-OHd.placeholder
source: Auction time
ar: وقت المزاد

# aBy-eA-yVT.text
source: Bids number :
ar: عدد المزايدات:

# aSi-7o-xyz.normalTitle
source: Choose
ar: اختار

# aWB-qT-5ji.text
source: Choose auction cards
ar: اختار بطاقات المزاد

# afg-lx-0Ic.text
source: Subscribe to the auction
ar: اشترك في المزاد

# c5g-4v-ubK.normalTitle
source: Accept
ar: قبول

# cFI-B9-j5h.normalTitle
source: Back to card
ar: الرجوع للبطاقة

# dQD-5V-PIn.normalTitle
source: Reject
ar: رفض

# fk7-cg-FnA.placeholder
source: Auction date
ar: تاريخ المزاد

# gPP-qd-Foa.text
source: Animal name
ar: اسم الحيوان

# gWL-wH-H7C.text
source: Age
ar: العمر

# gYh-go-Sv8.normalTitle
source: Watting for accept
ar: جاري انتظار الموافقة

# ipd-hd-OTV.placeholder
source: Auction address
ar: عنوان المزاد

# jS0-CG-yIk.placeholder
source: Auction address
ar: عنوان المزاد

# kRB-Bs-6Mc.placeholder
source: Initial price
ar: السعر البدائي

# kyl-lj-QRG.normalTitle
source: Pay Done
ar: تم الدفع والتسليم

# l1B-4l-FIW.text
source: Card information
ar: بيانات البطاقه

# lIK-Um-nVu.text
source: Mother name
ar: اسم الام

# maf-aR-CVi.normalTitle
source: Publish auction
ar: نشر المزاد

# n76-dF-CUq.text
source: Choose auction cards
ar: اختار بطاقات المزاد

# oEi-Ji-KQr.normalTitle
source: Back to home
ar: الرجوع للرئيسيه

# oZh-mm-qD4.text
source: Choose the spoiler on the card
ar: اختار المدلل علي البطاقة

# pbp-x5-rRo.text
source: Choose the spoiler
ar: اختار المدلل

# q6l-fe-Wkt.text
source: Spoilt by admin
ar: التدليل بواسطة الادمن

# rMI-Pd-71I.text
source: Current
ar: الحالية

# rOc-FZ-jcf.text
source: Father name
ar: اسم الاب

# sLe-1s-JTv.text
source: Animal name
ar: اسم الحيوان

# sWm-5M-Czd.text
source: Card information
ar: بيانات البطاقه

# sWy-Ek-xKB.text
source: Live Auctions
ar: مزادات اللايف

# t7j-BI-30v.placeholder
source: Auction time
ar: توقيت المزاد

# up7-cs-2JT.text
source: You want to accept offer?
ar: هل تريد قبول العرض ؟

# uwQ-4A-OXr.text
source: Subscribe to the auction
ar: اشترك في المزاد

# vA5-p1-p1u.text
source: Sales Auctions
ar: مزادات البيعة

# wif-Wb-2ab.placeholder
source: Auction date
ar: تاريخ المزاد

# xAQ-AU-6Ea.text
source: ExtendTime
ar: طلب امتداد للوقت

# xPK-lG-jNO.normalTitle
source: Watting for accept
ar: جاري انتظار الموافقة

# dya-mN-zBd.text
source: Animal name
ar: اسم الحيوان

# 8Hf-fZ-i4B.text
source: Father name
ar: اسم الاب

# brM-2x-GbG.text
source: Mother name
ar: اسم الام

# 3d8-pC-eMP.normalTitle
source: Add card
ar: اضف بطاقة

# eMS-FK-ghm.text
source: Choose the spoiler
ar: اختيار المدلل على البطاقة

# weV-ak-PtV.text
source: Spoilt by admin
ar: التدليل بواسطة الادمن

# 9Sm-P0-a90.text
source: Spoilt by me
ar: التدليل بواسطتى

# J2L-60-dBr.normalTitle
source: Choose
ar: اختيار

# 5Pe-IW-zqX.text
source: Price:
ar: السعر:

# QBk-9S-FCm.placeholder
source: Categories
ar: الأقسام

# N1X-a4-Xju.normalTitle
source: Choose
ar: اختر

# aLE-AP-tbP.placeholder
source: Categories
ar: الأقسام
