Repository: AmrAli22/Hawy-main
Catalog: Hawy/StoryBoards/*.lproj/Authentication.strings
Languages: ar

# 3fG-sn-udP.normalTitle
source: Start now
ar: ابدا الآن

# 3n0-2P-Riu.normalTitle
source: Log in
ar: تسجيل الدخول

# 4BK-pU-pVO.normalTitle
source: Register
ar: انشاء حساب

# 5WV-Ag-iDB.normalTitle
source: Guest
ar: كزائر

# 5pv-bY-pcc.text
source: Agree to
ar: اوافق علي

# 6Fe-a1-6D7.placeholder
source: Enter your name
ar: ادخل اسمك

# 6wQ-zc-l3Q.text
source: Enter 4-digit code that you received on your number
ar: أدخل الرمز المكون من 4 أرقام الذي تلقيته على رقمك

# 7cG-ND-Zfc.text
source: Continue as
ar: متابعة التصفح

# FsT-Ti-GFA.text
source: Login
ar: تسجيل الدخول

# GGz-0F-8S8.normalTitle
source: Next
ar: التالي

# GmF-rg-J8a.placeholder
source: Enter your phone number
ar: ادخل رقم الجوال

# Go7-Td-mKc.normalTitle
source: Resend code
ar: اعاده ارسال الكود

# KNV-O9-TOo.normalTitle
source: the terms and confition
ar: الشروط والاحكام

# Khx-NO-rlP.text
source: Continue as
ar: متابعه التصفح

# Pgp-tT-mgx.text
source: Verify the number
ar: التحقق من الرقم

# Qp3-SO-jAe.placeholder
source: Enter your name
ar: ادخل الاسم

# cPh-FG-sZc.text
source: Login
ar: تسجيل لدخول

# hSY-N4-SAc.text
source: Register
ar: انشاء حساب

# ojH-Eo-yf7.placeholder
source: Enter your phone number
ar: ادخل رقم الجوال

# rKl-SI-pEF.normalTitle
source: Guest
ar: كزائر

# tPD-Er-hjr.text
source: Register
ar: انشاء حساب
