Repository: AmrAli22/Hawy-main
Catalog: Hawy/Extensions/EX/Localization/Localizable/*.lproj/Localizable.strings
Languages: ar

source: Welcome
ar: مرحبا

source: K.D
ar: د.ك

source: Done
ar: تم

source: Delete
ar: حذف

source: Login
ar: تسجيل الدخول

source: Ok
ar: نعم

source: Cancel
ar: إلغاء

source: KM
ar: كم

source: Open
ar: مفتوح

source: Closed
ar: مغلق

source: min
ar: د

source: confirm
ar: تاكيد

source: Log out
ar: تسجيل خروج

# Are you sure, want to logout ?
source: Are you sure, you want to logout ?
ar: هل انت متأكد, تريد تسجيل الخروج

source: Choose Photo From
ar: اختار صورة من

source: Camera
ar: كاميرا

source: Library
ar: معرض الصور

source: Select the reason
ar: اختار السبب

source: please, select address
ar: من فضلك, اختار الموقع

source: please, select Home or Work or Break or Friend
ar: من فضلك, اختار نوع المكان منزل او عمل او استراحة او منزل صديق

source: Wallet
ar: المحفظة

source: Wallet Balance
ar: رصيد المحفظة

source: Charge Wallet
ar: شحن المحفظة

source: Setting
ar: الاعدادات

source: Search
ar: البحث

source: Main Section
ar: الأقسام الرئيسيه

source: All
ar: الكل

source: please, enter first code number
ar: من فضلك, ادخل الرقم الأول من الكود

source: please, enter second code number
ar: من فضلك, ادخل الرقم الثاني من الكود

source: please, enter third code number
ar: من فضلك, ادخل الرقم الثالث من الكود

source: please, enter fourth code number
ar: من فضلك, ادخل الرقم الرابع من الكود

source: My Account
ar: حسابي

source: Settings
ar: الإعدادات

source: Favourite
ar: المفضلة

source: Orders
ar: طلباتي

source: My Locations
ar: العناوين

source: Terms and Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: About Us
ar: من نحن

source: cash
ar: نقدي

source: You have entered an invalid value.
ar: القيمة المدخله ليست صحيحة

source: Your password is too long.
ar: كلمة مرورك طويلة جدا .

source: Your password is too short.
ar: كلمة المرور الخاصة بك قصيرة جدا .

source: Your email is inValid.
ar: بريدك الالكتروني خاطئ.

source: Your username is too long.
ar: اسم المستخدم الخاص بك طويل جدا.

source: Your username is too short.
ar: اسم المستخدم الخاص بك قصير جدا.

source: Your Phone is too short.
ar: رقم الجوال قصير جدا .

source: Your Phone is too long.
ar: رقم الجوال طويل جدا .

source: Your name is not exist.
ar: اسمك غير موجود .

source: Your phone is not exist.
ar: رقم جوالك غير موجود .

source: Your email is not exist.
ar: بريدك الالكتروني غير موجود .

source: Your birth of date is not exist.
ar: تاريخ ميلادك غير موجود .

source: Cost of your order is good.
ar: تكلفه طلبك جيده .

source: Cost of your order must be no more than 500 SAR.
ar: تكلفه طلبك يجب الا تزيد عن 500 ر.س .

source: Your phone is inValid.
ar: رقم جوالك خاطئ .

source: Your password must be least one uppercase, least one digit, least one lowercase, least one symbol, min 8 characters total
ar: يجب أن تتكون كلمة مرورك من حرف كبير واحد على الأقل ، ورقم واحد على الأقل ، وحرف صغير واحد على الأقل ، ورمز واحد على الأقل ، وإجمالي 8 أحرف على الأقل .

source: Invalid Calculate total cost.
ar: حساب غير صالح للتكلفة الإجمالية .

# PleaseSelectRecieveToLocation
source: Please select a pick-up location
ar: من فضلك اختار موقع الاستلام

# PleaseSelectRecieveFromLocation
source: Please select a delivery location
ar: من فضلك اختار موقع التسليم

source: Please Accept Terms And Conditions
ar: من فضلك وافق علي الشروط والاحكام

source: Please Type Your Details
ar: من فضلك اكتب تفاصيل المنتج

source: Please Type Your Phone Number
ar: من فضلك اكتب رقم جوالك

source: Fast Order
ar: طلب سريع

source: delivery fee
ar: رسوم التوصيل

source: User Name
ar: اسم المستخدم

source: Phone
ar: رقم الجوال

source: Code
ar: الكود

source: Please, Enter your name
ar: من فضلك ادخل اسم المستخدم

source: Please, Enter your country code
ar: من فضلك ادخل كود الدولة

source: Please, Enter your phone
ar: من فضلك ادخل رقم الجوال

source: Please, Enter a valid phone number
ar: من فضلك ادخل رقم جوال صحيح

source: Please, Accept terms and conditions
ar: من فضلك وافق علي الشروط والاحكام

source: please Enter Full Code Number
ar: من فضلك ادخل ارقام الكود كاملة

source: Can't select categories, number of category to select is
ar: لا يمكن اختيار كاتيجوري, عدد الكاتيجوري المتاحه

source: category
ar: قسم

source: please, make Subscription for this category
ar: من فضلك اشترك في القسم

source: Add Stock card
ar: اضف بطاقة برصة

source: Hawy launched new stock auction
ar: هاوي اضاف مزاد برصة جديد

source: Auction doesn't start yet !
ar: المزاد لم يبدا بعد !

source: You seem to be the luckiest person to win the auction so far
ar: يبدو انك الشخص الاوفر حظا بان تفوز بالمزاد

source: Looks like you won't win the auction
ar: يبدو انك لا تفوز بالمزاد

source: The minimum increase is 50 dinars
ar: الحد الادني للزياده ٥٠ دينار

source: The minimum increase is 10 dinars
ar: الحد الادني للزياده ١٠ دينار

source: You want to accept offer?
ar: هل تريد ان تقبل العرض ؟

source: Please, select the extended time
ar: من فضلك اختار الوقت التي تريد زيادته

source: Animal Name
ar: اسم الحيوان

source: Type
ar: النوع

source: Father Name
ar: اسم الاب

source: Mother Name
ar: اسم الام

source: Age
ar: العمر

source: Vaccination Name
ar: اسم التطعيم

source: Add Owner
ar: اضف مالك

source: Owner Name
ar: اسم المالك

source: Choose the main photo
ar: اختار الصوره الرئيسية

source: Video
ar: فيديو

source: Photo Library
ar: صور

source: Please, select the main image
ar: من فضلك اختار الصوره الرئيسية

source: Please, select images
ar: من فضلك اختار الصور

source: Please, select only 4 images
ar: من فضلك اقل عدد صور يجب ان يكون اقل من ٤ صور

source: Please, Enter card type
ar: من فضلك اختار نوع البطاقه

source: Auction address
ar: عنوان المزاد

source: Auction date
ar: تاريخ المزاد

source: Auction time
ar: توقيت بدايه المزاد

source: Please, Enter your auction name
ar: من فضلك ادخل عنوان المزاد

source: Please, Enter your auction date
ar: من فضلك ادخل تاريخ المزاد

source: Please, Enter your auction time
ar: من فضلك ادخل توقيت بدايه المزاد

source: Please, Enter your initial price
ar: من فضلك ادخل السعر الافتتاحي

source: Please, select your cards
ar: من فضلك اختار البطاقه لبدء المزاد

source: Can't add more than
ar: لا يمكنك اضافه اكثر من

source: card
ar: بطاقة

source: Ad address
ar: عنوان الاعلان

source: Ad content
ar: محتوي الاعلان

source: Add ads
ar: اضف اعلان

source: Please, Add card for ad
ar: من فضلك اضف بطاقه للاعلان

source: Please, type title
ar: من فضلك اكتب عنوان للاعلان

source: Please, type ad content
ar: من فضلك اكتب محتوي للاعلان

source: Please, Enter your message
ar: من فضلك ادخل رسالتك

source: categories
ar: أقسام

source: day
ar: يوم

source: All Cards
ar: كل البطاقات

source: Active Cards
ar: البطاقات النشطه

source: Pending Cards
ar: البطاقات المعلقه

source: Purchased Cards
ar: البطاقات المباعه

source: Lost Cards
ar: البطاقات الضائعه

source: Sale Aucations
ar: مزادات البيعة

source: Participating Auctions
ar: المزادات المشارك بها

source: Live Auctions
ar: مزادات لايف

source: Stock Auctions
ar: مزادات بورصه

source: Type your note
ar: اكتب ملاحظاتك

source: Type your message
ar: اكتب رسالتك

source: Auction dosen't start yet
ar: المزاد لم يبدء بعد

source: Sales Auctions
ar: مزادات البيعة

source: Sales Auction
ar: مزاد البيعة

source: Live Auction
ar: مزاد اللايف

source: Stock Auction
ar: مزاد البورصة

source: Ad
ar: إعلان

source: Doc number
ar: رقم التوثيق

source: Add sale auction
ar: أضف مزاد بيعة

source: Add live auction
ar: أضف مزاد لايف

source: Please, select category first
ar: من فضلك اختر القسم اولا

source: Waiting For Conductor
ar: في انتظار مدلل
